const SYSTEM_CARD = {
  hi: `안녕하세요 팅팅이들 😆\n잇팅방에 들어오신 걸 환영합니다`,
  restaurant: `벗들의 취향을 반영해서,\n오늘 갈 식당이 정해졌어요!`,
  couponCode: `🎟️ 할인코드 사용 방법 안내 🎟️\n1. 약속 시간에 맞춰 할인코드가 자동으로 공개돼요\n2. 식당에 도착하면 매장에 비치된 QR 코드를 찍어주세요\n3. QR 사이트에 할인코드를 입력하면 나오는 쿠폰 화면을 사장님께 보여드리면 끝!`,
  preMeeting: `오늘 잇팅 약속 있는 날이에요!\n만나기 전에 매칭된 벗들과 가볍게 인사 한마디 나눠보세요😊`,
  timeAlert: `약속시간이 다 되었습니다!\n할인코드를 알려드릴게요:)`,
  couponDesc: `🍰해당 할인코드는 2차 카페 할인에도 이어서 사용 가능해요🍰\n\n식사 후 30분 뒤에 추천되는 2차 카페에서 같은 할인코드를 매장 QR 찍고 입력하면 그대로 사용할 수 있어요!\n\n즐거운 잇팅 되시길 바라요!`,
  noShowTitle: `노쇼한 사람이 있었나요?`,
  noShowDesc: (
    <>
      잇팅 시작 후 <strong>20분이 지나도</strong> 상대가 오지 않을 경우,{' '}
      <strong>노쇼 신고를 해주세요. </strong>더 좋은 매칭 환경을 위해 꼭
      부탁드립니다!
    </>
  ),
  cafeDesc: `팅팅이들, 즐겁게 잇팅하고 있나요? 식사 후에 가볍게 들르기 좋은 2차 카페 리스트도 준비했어요☕\n\n아래에서 제휴 카페 확인하고 할인도 이어서 받아보세요!`,
  feedbackTitle: `오늘의 잇팅 피드백`,
  feedbackDesc: `서비스 이용에 대한 의견을 남겨주시면 큰 도움이 돼요!`,
};

export default SYSTEM_CARD;
